{
	"data": [
		{"quote" : "Ninety-nine percent of failures come from people who make excuses.” ― George Washington"},
		{"quote" : "“Change will not come if we wait for some other person or some other time. We are the ones we’ve been waiting for. We are the change that we seek.” ― Barack Obama"},
		{"quote" : "“You are not here merely to make a living. You are here in order to enable the world to live more amply, with greater vision, with a finer spirit of hope and achievement. You are here to enrich the world, and you impoverish yourself if you forget the errand.” ― Woodrow Wilson"},
		{"quote" : "“Use power to help people. For we are given power not to advance our own purposes nor to make a great show in the world, nor a name. There is but one just use of power and it is to serve people.” ― George W. Bush"},
		{"quote" : "“It is easier to do a job right than to explain why you didn’t.” ― Martin Van Buren"},
		{"quote" : "“Times change, and we change with them.” ― William Henry Harrison"},
		{"quote" : "“Patience and perseverance have a magical effect before which difficulties disappear and obstacles vanish.” ―John Quincy Adams"},
		{"quote" : "“You cannot escape the responsibility of tomorrow by evading it today.” ― Abraham Lincoln"},
		{"quote" : "“No person was ever honored for what he received. Honor has been the reward for what he gave.” ― Calvin Coolidge"},
		{"quote" : "“In any moment of decision, the best thing you can do is the right thing, the next best thing is the wrong thing, and the worst thing you can do is nothing.” ― Theodore Roosevelt"},
		{"quote" : "“If I am shot at, I want no man to be in the way of the bullet.” ― Andrew Johnson"},
		{"quote" : "Quotes about courage from presidents"},
		{"quote" : "“The only thing we have to fear is fear itself.” ― Franklin D. Roosevelt"},
		{"quote" : "“The finest steel has to go through the hottest fire.” ― Richard M. Nixon"},
		{"quote" : "“Failure at some point in your life is inevitable, but giving up is unforgivable.” ―Joe Biden"},
		{"quote" : "“What counts is not necessarily the size of the dog in the fight; it’s the size of the fight in the dog.” ― Dwight D. Eisenhower"},
		{"quote" : "“The harder the conflict, the greater the triumph.” – George Washington"},
		{"quote" : "“In every battle there comes a time when both sides consider themselves beaten, then he who continues the attack wins.” ―Gen. Ulysses S. Grant"},
		{"quote" : "“In the time of darkest defeat, victory may be nearest.” ― William McKinley"},
		{"quote" : "“A man is not finished when he is defeated. He is finished when he quits.” ―Richard M. Nixon"},
		{"quote" : "“You can do what you have to do, and sometimes you can do it even better than you think you can.” ― Jimmy Carter"},
		{"quote" : "“A brave man is a man who dares to look the Devil in the face and tell him he is a Devil.” ― James A. Garfield."},
		{"quote" : "“The bold enterprises are the successful ones. Take counsel of hopes rather than of fears to win in this business.” ― Rutherford B. Hayes"},
		{"quote" : "“If you take no risks, you will suffer no defeats. But if you take no risks, you win no victories.” ― Richard M. Nixon"},
		{"quote": "“Honesty is the first chapter of the book wisdom.” ― Thomas Jefferson"},
		{"quote": "“Any man worth his salt will stick up for what he believes right, but it takes a slightly better man to acknowledge instantly and without reservation that he is in error.” ― Andrew Jackson"},
		{"quote": "“The truth will set you free, but first it will make you miserable.” ― James A. Garfield"},
		{"quote": "“Be sure you put your feet in the right place, then stand firm.” ― Abraham Lincoln"},
		{"quote": "“It is amazing what you can accomplish if you do not care who gets the credit.” ― Harry S Truman"},
		{"quote": "“Honor lies in honest toil.” ― Grover Cleveland"},
		{"quote": "“If you’re walking down the right path and you’re willing to keep walking, eventually you’ll make progress.” ― Barack Obama"},
		{"quote": "“An honorable defeat is better than a dishonorable victory.” ― Millard Fillmore"},
		{"quote": "“Nearly all men can stand adversity, but if you want to test a man’s character, give him power.” ― Abraham Lincoln"},
		{"quote": "“I’ll never tell a lie. I’ll never make a misleading statement. I’ll never betray the confidence that any of you had in me. And I’ll never avoid a controversial issue.” ― Jimmy Carter"},
		{"quote": "“The supreme quality for leadership is unquestionably integrity. Without it, no real success is possible.” ― Dwight D Eisenhower"},
		{"quote": "President quotes on leadership"},
		{"quote": "“The ear of the leader must ring with the voices of the people.” ―Woodrow Wilson"},
		{"quote": "“Motivation is the art of getting people to do what you want them to do because they want to do it.” ―Dwight D. Eisenhower"},
		{"quote": "“Yesterday is not ours to recover, but tomorrow is ours to win or lose.” ― Lyndon B. Johnson"},
		{"quote": "“In preparing for battle I have always found that plans are useless, but planning is indispensable.” ― Dwight D. Eisenhower"},
		{"quote": "“The test of leadership is not to put greatness into humanity, but to elicit it, for the greatness is already there.” ― James Buchanan"},
		{"quote": "“If your actions inspire others to dream more, learn more, do more, and become more, then you are a leader.” ― John Quincy Adams"},
		{"quote": "“The circulation of confidence is better than the circulation of money.” ―James Madison"},
		{"quote": "“Every expert was once a beginner.” ― Rutherford B. Hayes"},
		{"quote": "“Efforts and courage are not enough without purpose and direction.” ― John F. Kennedy"},
		{"quote": "“Nobody cares how much you know, until they know how much you care.” ―Theodore Roosevelt"},
		{"quote": "“A little flattery will support a man through great fatigue.” ― James Monroe"},
		{"quote": "“I not only use all the brains that I have, but all that I can borrow.” ― Woodrow Wilson"},
		{"quote": "“Those who have wrought great changes in the world never succeeded by gaining over chiefs; but always by exciting the multitude. The first is the resource of intrigue and produces only secondary results, the second is the resort of genius and transforms the universe.” ―Martin Van Buren"},
		{"quote": "“Don’t expect to build up the weak by pulling down the strong.” ―Calvin Coolidge"},
		{"quote": "“There are no great limits to growth because there are no limits of human intelligence, imagination, and wonder.” ―Ronald Reagan"}
	]
}
